[
    {
      "id" : 1,
      "title" : "A Story of Swamp & Mud",
      "chapter": "An unexpected journey",
      "content" : "Cela fait maintenant 1 heure que vous suivez un papillon. Que voulez-vous, être distrait est tout un art ! Votre course poursuite vous a mené à travers champs, rivières (vous avez toujours les pieds mouillés d'ailleurs) et marais, marais dans lequel vous vous retrouvez à présent, pantois, face à une immense arche de pierre trônant sur une motte de boue. Le doute s'installe en vous tandis que vous retrouvez vos esprits et oubliez l'existence du papillon, évaporé depuis plusieurs secondes déjà dans la moiteur et puanteur de votre nouvel environnement. Le temps semble s'arrêter alors que plusieurs choix logiques émergent à la surface de votre esprit embrumé...",
      "choices": [
        {
          "content" : "Vous avez une envie pressante de toucher cette arche !",
          "target" : 2
        },
        {
          "content" : "Prudent, vous décidez de toucher avec les yeux les moindres recoins de l'arche, qui sait, elle pourrait être plus dangereuse qu'elle n'y paraît.",
          "target" : 3
        },
        {
          "content" : "Vous choisissez de la traverser, après tout, il ne vous est jamais rien arrivé de dangereux en traversant l'arc de triomphe.",
          "target" : 4
        },
        {
          "content" : "Courage, fuyons !",
          "target" : 5
        }
      ]
    },
    {
      "id" : 2,
      "title": "A Story of Swamp & Mud",
      "chapter" : "Whispers in the dark",
      "content" : "C'est plus fort que vous, votre main se pose sur la pierre étonnamment tiède et vous vous retrouvez projeté en arrière mais ne retombez pas sur le sol poisseux du marais. Impossible d'ouvrir les yeux ceci dit de toute façon, vous ne les sentez plus. Le réflexe de battre des paupières est envolé, tout ce qu'il reste est l'impression d'être vivant. Soudain, un vrombissement vous saisit, un son sourd caresse votre conscience et s'empare de votre être. Plus vous vous concentrez sur ce son, plus vous commencez à discerner ce qui ressemble à des mots...",
      "choices": [
        {
          "content" : "Aie confiance...",
          "target" : 6
        },
        {
          "content" : "Ne résiste pas...",
          "target" : 7
        },
        {
          "content" : "Que fais-tu là, cafard ?",
          "target" : 8
        }
      ]
    }
  ]